<?php
$publications = [[
    'short' => 'Зеленский встретился с послами "Большой семерки", НАТО и ЕС: подробности разговора',
    'country' => 'Украина',
    'description' => 'Президент Владимир Зеленский встретился с послами стран "Большой семерки" и главами
        представительств Европейского Союза и НАТО в Украине, обсудив с ними реформирование Украины, сообщает 
        Офис президента.
Как сообщали новости "Сегодня", недавно президент вносил в парламент новый законопроект об усилении очищения власти от 
чиновников и депутатов прошлых пяти лет. В G7 сделали заявление по новой люстрации от Зеленского. Послы раскритиковали 
идею главы государства.',
    'type' => 'post'
],
    [
        'short' => 'Латвия запретила сайт пропагандистов Кремля из-за лжи об Украине',
        'country' => 'Латвия',
        'description' => 'В Латвии, где ранее в этом году запретили ретрансляцию телеканала "Россия РТР", заблокировать сайт 
        Baltnews.lv, который принадлежит российскому пропагандистскому агентству "Россия сегодня".
Об этом говорится в электронном письме администратора реестра доменов в Латвии NIC.LV Илзе Бибер руководству сайта.
Бибер сообщил, что соответствующее распоряжение было принято Министерством иностранных дел Латвии, поскольку портал 
уличили в совершении действий, подрывающих или угрожающих территориальной целостности, суверенитету и независимости 
Украины.
Таким образом, сайт нарушил регламент Совета Евросоюза о санкциях, и нарушителей могут привлечь к уголовной 
ответственности.
На данный момент сайт является недоступным на территории Латвии.
Напомним, что прошлой осенью неизвестные хакеры взломали латвийскую социальную сеть Draugiem.lv, разместив на ней 
российскую пропаганду: гимн, флаг РФ и фотографии с президентом Владимиром Путиным и российской армией.
Мы также писали, что в прошлом году президент Латвии Раймондс Вейонис заявил, что санкции против России должны 
продолжаться до полного выполнения Кремлем положений Минских соглашений.
',
        'type' => 'post'
    ],
    [
        'short' => 'Извержение вулкана в Перу: Геофизики настаивают на массовой эвакуации',
        'country' => 'Перу',
        'description' => 'Перу готовится к новым взрывам в кратере вулкана Убинас. Национальный Институт геологии и 
        металлургии рекомендовал начать незамедлительную эвакуацию близлежащих населенных пунктов. В понедельник высота 
        очередного выброса пепла составила 1,5 километра. Пепел долетел до соседней Боливии. передают местные СМИ. 
Покинуть свои дома готовы не все.
Ранее власти ввели чрезвычайное положение на 60 дней в трёх южных департаментах страны, где проживают примерно 30 тысяч 
человек. Согласно экспертам, извержение вулкана может продолжаться от нескольких месяцев до года.
Напомним, что некоторые вулканы активизировались и в Европе.
Итальянский вулкан Этна начал выбрасывать горячий пепел и лаву в ночь на субботу, заставив власти закрыть аэропорты 
Фонтанаросса и Комизо в Катании на востоке Сицилии.',
        'type' => 'post'
    ],
    [
        'title' => 'Статья 4. Действие закона об уголовной ответственности во времени',
        'article' => 'Статья 4 ',
        'text' => '1. Закон об уголовной ответственности вступает в силу через десять дней со дня его официального 
        обнародования, если иное не предусмотрено самим законом, но не ранее дня его опубликования.
2. Преступность и наказуемость, а также другие уголовно-правовые последствия деяния определяются законом об уголовной 
ответственность, действовавшим во время совершения этого деяния.
3. Временем совершения преступления признается время совершения лицом предусмотренного законом об уголовной 
ответственности действия или бездействия.',
        'type' => 'article'
    ],
    [
        'short' => 'В украинском яичном продукте в Латвии обнаружили опасную бактерию',
        'country' => 'Украина',
        'description' => 'В Украине за полгода провели 11 тысяч проверок в сфере безопасности пищевых продуктов. Однако в 
        продукте из яичного белка украинского производства продовольственно-ветеринарная служба Латвии обнаружила 
        сальмонеллу – бактерию, которая вызывает острые кишечные инфекции. Как пишет Jauns.lv, такое происходит не 
        впервые.
Лабораторно подтверждены три случая, когда сальмонелла была в яичном белке. В этот раз сальмонеллу обнаружили в сухом 
белке Ovomix P4011H, а теперь стараются предотвратить его попадание в другие продукты. 
А в первом полугодии 2019-го продовольственно-ветеринарная служба провела 78 лабораторных тестов на сальмонеллу и 
остатки ветеринарных препаратов в яйцах и яичных продуктах украинского производства. Дважды обнаружили сальмонеллу, что 
позволяет службе задерживать партии товаров на границе для дополнительной проверки. ',
        'type' => 'post'
    ],
    [
        'title' => 'Статья 6. Действие закона об уголовной ответственности в отношении преступлений, совершенных на 
        территории Украины',
        'article' => 'Статья 6 ',
        'text' => '1. Лица, совершившие преступления на территории Украины, подлежат уголовной ответственности по 
        настоящему Кодексу.
2. Преступление признается совершенным на территории Украины, если оно было начато, продолжено, закончено или прекращено
 на территории Украины.
3. Преступление признается совершенным на территории Украины, если его исполнитель или хотя бы один из соучастников 
действовал на территории Украины.
4. Вопрос об уголовной ответственности дипломатических представителей иностранных государств и других граждан, которые 
по законам Украины и международным договорам, согласие на обязательность которых дано Верховной Радой Украины, не 
подсудны по уголовным делам судам Украины, в случае совершения ими преступления на территории Украины разрешается 
дипломатическим путем.',
        'type' => 'article'
    ],
    [
        'short' => 'Новый "Король лев" "рвет" американский прокат: известны цифры',
        'country' => 'Америка',
        'description' => 'По всему миру новый фильм Джона Фавро собрал на старте 531 миллион долларов. Ремейк близок к 
        достижению отметки в один миллиард. Плюс сборы "Короля льва" в первый уикенд стали лучшим июльским стартом 
        в истории, обойдя "Гарри Поттера и Дары смерти".
"Человек-паук: Вдали от дома" опустился на вторую строку американского бокс-офиса, добавив в копилку 21 миллион (мировые
 сборы фильма приблизились к рубежу в один миллиард, превысив 970,7 миллиона долларов).',
        'type' => 'post'
    ],
    [
        'title' => 'Статья 9. Правовые последствия осуждения лица за пределами Украины',
        'article' => 'Статья 9 ',
        'text' => '1. Приговор суда иностранного государства может быть учтен, если гражданин Украины, иностранец 
        или лицо без гражданства были осуждены за преступление, совершенное за пределами Украины, и вновь совершили 
        преступление на территории Украины.

2. В соответствии с частью первой настоящей статьи рецидив преступлений, неотбытое наказание или иные правовые 
последствия приговора суда иностранного государства учитываются при квалификации нового преступления, назначении 
наказания, освобождении от уголовной ответственности или наказания.',
        'type' => 'article'
    ],
    [
        'title' => 'Статья 305. Контрабанда наркотических средств,',
        'article' => 'Статья 305 ',
        'text' => '1. Контрабанда наркотических средств, психотропных веществ, их аналогов или прекурсоров или 
        фальсифицированных лекарственных средств, то есть их перемещение через таможенную границу Украины вне 
        таможенного контроля или с сокрытием от таможенного контроля,наказывается лишением свободы на срок от пяти до 
        восьми лет.
2. Те же действия, совершенные повторно или по предварительному сговору группой лиц, а также если предметом этих 
действий были особо
опасные наркотические средства или психотропные вещества или наркотические средства, психотропные вещества, их аналоги 
или прекурсоры или 
фальсифицированные лекарственные средства в крупных размерах,
наказываются лишением свободы на срок от восьми до десяти лет с конфискацией имущества обороту',
        'type' => 'article'
    ],
    [
        'title' => 'Статья 308. Хищение, присвоение, вымогательство наркотических средств, ',
        'article' => 'Статья 308 ',
        'text' => '1. Хищение, присвоение, вымогательство наркотических средств, психотропных веществ или их 
        аналогов либо завладение ими путем мошенничества -
наказываются лишением свободы на срок от трех до шести лет.
2. Те же действия, совершенные повторно или по предварительному сговору группой лиц, или с применением насилия, не 
опасного для жизни или здоровья потерпевшего, или с угрозой применения такого насилия, или лицом, ранее совершившим одно
 из преступлений, предусмотренных статьями 306, 307, 310, 311, 312, 314, 317 Уголовного Кодекса, или в крупных размерах,
  а также завладение наркотическими средствами, психотропными веществами или их аналогами путем злоупотребления 
  должностного лица своим служебным положением, -
наказываются лишением свободы на срок от пяти до десяти лет с лишением права занимать определенные должности или 
заниматься определенной деятельностью на срок до трех лет и с конфискацией имущества.
3. Действия, предусмотренные частями первой или второй настоящей статьи, если они совершены в особо крупных размерах, 
или организованной группой, разбой с целью хищения наркотических средств, психотропных веществ или их аналогов, а также 
вымогательство этих средств или веществ, соединенное с насилием, опасным для жизни и здоровья, -
наказываются лишением свободы на срок от семи до двенадцати лет с конфискацией имущества.',
        'type' => 'article'
    ]
];